Repository: MaximGitHubDenissov/hse_project_v_2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk, ru

source: Login
kk: Логин
ru: Логин

source: Please enter your login.
kk: Логиніңізді енгізіңіз.
ru: Пожалуйста, введите свой логин.

source: Password
kk: Құпия сөз
ru: Пароль

source: Please enter your password.
kk: Құпия сөзіңізді енгізіңіз.
ru: Пожалуйста, введите свой пароль.

source: Enter
kk: Енгізіңіз
ru: Вход

source: Invalid login or password.
kk: Жарамсыз логин немесе құпия сөз.
ru: Неверное имя пользователя или пароль

source: First name
kk: Аты
ru: Имя

source: Please enter your name.
kk: Аты-жөніңізді енгізіңіз.
ru: Пожалуйста введите свое имя.

source: The name cannot be longer than 30 characters.
kk: Атау 30 таңбадан аспауы керек.
ru: Имя не может быть больше, чем 30 символов

source: Last name
kk: Тегі
ru: Фамилия

source: Please enter your last name.
kk: Фамилияңызды енгізіңіз.
ru: Пожалуйста, введите свою фамилию

source: The last name cannot be longer than 30 characters.
kk: Тегі 30 таңбадан аспауы керек.
ru: Фамилия не может быть больше, чем 30 символов

source: Email
kk: Электрондық пошта
ru: Почта

source: Please enter your email.
kk: Электрондық поштаңызды енгізіңіз.
ru: Пожалуйста введите свою почту

source: Please enter a valid email address.
kk: Жарамды электрондық пошта мекенжайын енгізіңіз.
ru: Пожалуйста введите правильный адрес почты

source: Username
kk: Пайдаланушы аты
ru: Имя пользователя

source: Confirm your password
kk: Құпия сөзіңізді растаңыз
ru: Подтвердите свой пароль

source: Please confirm your password.
kk: Құпия сөзіңізді растаңыз.
ru: Пожалуйста подтвердите свой пароль.

source: Register
kk: Тіркелу
ru: Регистрация

source: Login is already taken. Please choose another.
kk: Кіру әлдеқашан қабылданған. Басқасын таңдаңыз.
ru: Логин уже занят, пожалуйства выберете другой

source: The password must be at least 8 characters.
kk: Құпия сөз кемінде 8 таңбадан тұруы керек.
ru: Пароль должен быть как минимуи 8 символов

source: The password must contain at least one letter.
kk: Құпия сөзде кемінде бір әріп болуы керек.
ru: Пароль должен содержать как минимум одну букву

source: The password must contain at least one number.
kk: Құпия сөзде кем дегенде бір сан болуы керек.
ru: Пароль должен содержать как минимуи одну цифру

source: The password must contain at least one special character (@, $, !, %, *, ?, & or #).
kk: Құпия сөзде кем дегенде бір арнайы таңба болуы керек (@, $, !, %, *, ?, & немесе #).
ru: Пароль должен содержать один специальный символ (@, $, !, %, *, ?, & или #).

source: The passwords do not match.
kk: Құпия сөздер сәйкес келмейді.
ru: Пароли не совпадают

source: Log in to your account
kk: Тіркелгіңізге кіріңіз
ru: Войдите в свою учетную запись

source: Log in
kk: Жүйеге кіріңіз
ru: Авторизоваться

source: Need an account?
kk: Есептік жазба керек пе?
ru: Нужен аккаунт?

source: Registration
kk: Тіркеу
ru: Регистрация

source: Please create your account
kk: Тіркелгіңізді жасаңыз
ru: Пожалуйста создайте свою учетную запись

source: The password must be at least 8 characters long and contain letters, numbers and special characters.
kk: Құпия сөз кемінде 8 таңбадан тұруы керек және әріптерден, сандардан тұруы керек және ерекше кейіпкерлер.
ru: Пароль должен быть длинной не менее 8 символов и содержать буквы, цифры и специальные символы

source: Create account
kk: Аккаунт ашу
ru: Создать учетную запись

source: Your account has been created: you can log in to the site.
kk: Тіркелгіңіз жасалды: сайтқа кіруге болады.
ru: Ваша учетная запись была создана: Вы можете войти в приложение

source: Date
kk: Күн
ru: Дата

source: Enter driver name
kk: Жүргізушінің толық аты-жөнін енгізіңіз
ru: Введите ФИО водителя

source: Enter plate number
kk: Көлік нөмірін енгізіңіз
ru: Введите гос.номер

source: Direction/Subcontractor name
kk: Бөлімше/мердігер
ru: Дирекция/Подрядная организация

source: Direction
kk: Бөлімше
ru: Дирекция

source: Plate number
kk: Көлік нөмірі
ru: Номер машины

source: YES
kk: ИӘ
ru: ДА

source: NO
kk: ЖОҚ
ru: НЕТ

source: Critical
kk: Сыни
ru: Критичный

source: Need correction
kk: Түзетулер қажет
ru: Нужно устранить

source: Car
kk: Автокөлік
ru: Машина

source: Driver name
kk: Жүргізушінің аты-жөні

source: Corrective actions
kk: Түзетуші іс-әрекеттер
ru: Корректирующие действия

source: Author
kk: Автор
ru: Автор

source: Checklist
kk: Бақылау тізімі
ru: Проверочный лист

source: Checklists
kk: Тексеру тізімдері
ru: Проверочные листы

source: Dangerous cargo checklist
kk: Қауіпті жүктерді бақылау тізімі
ru: Проверочный лист опасный груз

source: Dangerous cargo checklists
kk: Қауіпті жүктерді бақылау тізімдер
ru: Проверочные листы опасный груз

source: Vehicle checklist
kk: Көлікті тексеру парағы
ru: Проверочный лист автотранспортного средства

source: Responsible elements and requirements
kk: Жауапты элементтер және талаптар
ru: Ответственные элементы и требования

source: Conformity
kk: Сәйкестік
ru: Соответсвие

source: Comments
kk: Ескертулер
ru: Замечания

source: Fluid levels
kk: Сұйықтықтар деңгейі
ru: Уровни жидкостей

source: Fuel
kk: Отын
ru: Топливо

source: Oil
kk: Май
ru: Масло

source: Brake fluid, air system tightness
kk: Тежеуіш сұйықтығы, ауа жүйесінің бүтіндігі
ru: Тормозная жидкость, герметичность воздушной системы

source: Coolant
kk: Салқындату сұйықтығы
ru: Жидкость для охлаждения

source: Fluid in windshield washer reservoir
kk: Шыны жуу багындағы сұйықтық
ru: Жидкость в стеклоомывательном бачке

source: Lanterns, headlights
kk: Шамдар, фарлар
ru: Фонари, фары

source: Headlights
kk: Фарлар
ru: Фары

source: Reversing lights, hazard lights
kk: Артқа жүру шамдары, апаттық шамдар
ru: Фонари заднего хода, аварийные огни

source: Turn signals and brake lights
kk: Бұрылыс көрсеткіштері және тоқтау белгілері
ru: Указатели поворота и стоп-сигналы

source: Mechanical and electrical equipment
kk: Механикалық және электр жабдықтар
ru: Механическое и электрическое оборудование

source: Steering
kk: Меңгеріктік басқару
ru: Рулевое управление

source: Clutch
kk: Ажырату
ru: Сцепление

source: Brakes, parking brake
kk: Тежеуіштер, тұрақ тежеуіші
ru: Тормоза, стояночный тормоз

source: Monitoring and control devices
kk: Бақылау және басқару құралдары
ru: Приборы контроля и управления

source: Heater, air conditioner - if available
kk: Жылытқыш, кондиционер
ru: Обогреватель, кондиционер - если есть

source: Windshield wipers
kk: Шыны тазартқыштар
ru: Стеклоочистители

source: Beep
kk: Дыбыстық белгі
ru: Звуковой сигнал

source: Reverse signal (for trucks and special vehicles, Gazelle)
kk: Артқа жүру белгісі (Жүк автомобильдері, Газель үшін)
ru: Сигнал заднего хода (для грузовой и спец. техники, Газель)

source: Availability and functionality of GPS equipment
kk: GPS – құрылғысының орнатылғандығы
ru: Наличие и работоспособность GPS-оборудования

source: Availability and functionality of the DVR
kk: Бейнетіркеуші құрылғысының орнатылғандығы және жұмыс істейтіндігі
ru: Наличие и работоспособность видеорегистратора

source: Battery
kk: Аккумулятор
ru: Аккумулятор

source: Purity and integrity
kk: Тазалық және тұтастық
ru: Чистота и целостность

source: Inside and outside
kk: Ішінде және сыртында
ru: Внутри и снаружи

source: All mirrors and glass
kk: Барлық айналары және шынылары
ru: Все зеркала и cтёкла

source: Seat belts
kk: Қауіпсіздік белдіктері
ru: Ремни безопасности

source: Tire condition and pressure
kk: Шиналардың жағдайы және қысым
ru: Состояние шин и давление

source: There are no cracks on the disc
kk: Дөңгелектің дискісі жарылғамаған
ru: Отсутствуют трещины на диске

source: State license plates
kk: Мемлекеттік тіркеу нөмірі белгілері
ru: Государственные номерные знаки

source: Tightening the wheel nuts
kk: Дөңгелектердің бекіткіштерінің гайкаларын тарту
ru: Затяжка гаек крепления колес

source: Auxiliary equipment in the vehicle
kk: А/м қосымша жабдықтар
ru: Вспомогательное оборудование в а/м

source: Fire extinguisher(s)
kk: Өрт сөндіргіш(тер)
ru: Огнетушитель(и)

source: Availability of a first aid kit (sealed)
kk: Алғашқы көмек қобдишасының болуы (пломбаланған)
ru: Наличие аптечки первой помощи (опломбирована)

source: Tools, wheel wrench, jack
kk: Құралдар, баллон кілті, домкрат
ru: Инструменты, баллонный ключ, домкрат

source: Spare wheel
kk: Қосалқы дөңгелек
ru: Запасное колесо

source: Warning triangle
kk: Апаттық тоқтау белгісі
ru: Знак аварийной остановки

source: Wheel chocks (for trucks and buses (at least two))
kk: Домалап кетуге қарсы тіреуіштер (жүк автомобильдеріне және автобустарға (кемінде екі))
ru: Противооткатные упоры (для грузовых автомобилей и автобусам (не менее двух))

source: Communication (phones, walkie-talkie)
kk: Байланыс (телефондар, рация)
ru: Связь (телефоны, рация)

source: Reflective vest
kk: Жарықты шағылыстыратын кеудеше
ru: Светоотражающий жилет

source: Flagpole installed
kk: Флагшток орнатылған
ru: Установлен флагшток

source: Documentation
kk: Құжаттама
ru: Документация

source: Driver's license, safety certificate
kk: Жүргізуші куәлігі, ҚТ бойынша куәлік
ru: Права, удостоверение по ТБ

source: Documents for the car
kk: Автомашина құжаттары
ru: Документы на автомашину

source: Form filled out by user
kk: Пайдаланушы толтырған пішін
ru: Форма заполнена пользователем

source: Send
kk: Жіберу
ru: Отправить

source: Checklist created successfully!
kk: Бақылау тізімі сәтті жасалды!
ru: Чеклист успешно создан!

source: Add another checklist
kk: Басқа бақылау тізімін қосыңыз
ru: Заполнить еще один чеклист

source: Return to homepage
kk: Негізгі бетке оралу
ru: Вернуться на главную страницу

source: Documents and accessories
kk: Құжаттар және қосалқы құралдар
ru: Документы и вспомогательные приспособления

source: Approval of a vehicle for transportation of dangerous cargo
kk: Машина ҚЖ тасымалдауға рұқсат беру
ru: Допуск машины к перевозке ОГ

source: Driver permission to transport dangerous cargo
kk: Жүргізушіге ҚЖ тасымалдауға рұқсат беру
ru: Допуск водителя к перевозке ОГ

source: License card for transportation of dangerous cargo
kk: ҚЖ тасымалдауға лицензиялық карточка
ru: Лицензионная карточка на перевозку ОГ

source: Driver's instructions
kk: Жүргізушіге арналған нұсқау
ru: Инструкция для водителя

source: Emergency plan
kk: Апатты жағдайдағы іс-әрекеттер жоспары
ru: План действий в аварийной ситуации

source: Consignment note
kk: Тауар-көлік жүкқұжаты
ru: Товарно-транспортная накладная

source: Addresses, telephone numbers of the carrier, shipper and recipient
kk: Тасымалдаушының, жүкті жіберушінің және алушының мекен жайлары
ru: Адреса, телефоны перевозчика, грузоотправителя и получателя

source: Form for the transportation of dangerous goods of classes 3, 5, 7 and 8
kk: 3,5,7 және 8 класс қауіпті жүктерін тасымалдау маршрутының бланкісі
ru: Бланк маршрута перевозки опасного груза классов 3, 5, 7 и 8

source: Waybill marked “Dangerous cargo”
kk: «Қауіпті жүк» белгісімен жол-сапар парағы
ru: Путевой лист с отметкой "Опасный груз"

source: Danger signs
kk: Қауіп-қатер белгілері
ru: Знаки опасности

source: "No Entry" sign (2 pcs)
kk: «Кіруге тыйым салынады» белгісі (2 дана)
ru: Знак "Въезд запрещен" (2 шт)

source: Signal tape and metal pins (4 pcs)
kk: Белгі лентасы және металл қадалар (4 дана)
ru: Сигнальная лента и металлические штыри (4 шт)

source: Sulfuric acid, desorbate or ammonia water
kk: Күкірт қышқылы, десорбат немесе аммиак суы
ru: Серная кислота, десорбат или аммиачная вода

source: Special PPE for acid
kk: Қышқылға арналған арнайы ЖҚҚ
ru: Специальные СИЗ для кислоты

source: Valves pressure status
kk: Қысым бойынша клапандардың жай-күйі
ru: Состояние клапанов по давлению

source: Condition of valves for leakage, presence of plugs
kk: Бұрандаларының жайы-күйі, бітеуіштердің болуы
ru: Состояние вентилей на предмет утечки,наличие заглушек

source: Condition of the hatch and environmental box
kk: Люктің және экологиялық қораптың жай-күйі
ru: Состояние люка и экологического короба

source: Level sensor status
kk: Деңгей датчигінің жай-күйі
ru: Состояние датчика уровня

source: Condition of drainage tubes
kk: Құрғату түтіктерінің жай-күйі
ru: Состояние дренажных трубок

source: Condition of the ladder and hatch platform
kk: Басқыштың және люк алаңының жай-күйі
ru: Состояние лестницы и площадки люка

source: Clean water (10 l) and eye wash
kk: Таза су (10 л) және көзді жууға арналған сұйықтық
ru: Чистая вода (10 л) и жидкость для промывки глаз

source: 2.5%% soda solution (10 l)
kk: 2.5%% сода ерітіндісі (10 л)
ru: 2.5%% раствор соды (10 л)

source: Radiation hazard signs (4 pcs)
kk: Радиациялық қауіп белгілері (4 дана)
ru: Знаки радиационной опасности (4 шт)

source: Ammonium diuranate
kk: Аммоний диуранаты
ru: Диуранат аммония

source: Container ship cam mount condition
kk: Контейнер тасушының қысқыш бекітпелерінің жай-күйі
ru: Состояние кулачкового крепления контейнеровоза

source: Condition of TUK-118 fastenings
kk: ТУК-118 бекітпелерінің жай-күйі
ru: Состояние креплений ТУК-118

source: Ammonium nitrate
kk: Аммиак селитрасы
ru: Аммиачная селитра

source: Presence of a canopy
kk: Жапқыштың болуы
ru: Наличие полога

source: Cargo condition (damage, contamination with oil products)
kk: Жүктің жай-күйі (зақымданулар, мұнай өнімдерімен ластану)
ru: Состояние груза (повреждения, загрязнения нефтепродуктами)

source: Car body cleanliness
kk: Автомобиль шанағының тазалығы
ru: Чистота кузова автомобиля

source: Condition of the exhaust pipe and spark arrestor
kk: Газ шығаратын түтіктің және ұшқын басқыштың жай-күйі
ru: Состояние выхлопной трубы и искрогасителя

source: Fuels and lubricants
kk: ЖЖМ
ru: ГСМ

source: Condition of the sleeves
kk: Түтік құбырлардың жай-күйі
ru: Состояние рукавов

source: Condition of valves for leaks
kk: Бұрандаларының жай-күйі
ru: Состояние вентилей на предмет утечки

source: Fire blanket and sand
kk: Өртке қарсы жабын және құм
ru: Противопожарное одеяло и песок

source: Grounding wedge and metal chain at the rear of the tank
kk: Жерге қосу сынасы және цистернаның артындағы металл шынжыр
ru: Заземляющий клин и металлическая цепь сзади цистерны

source: Select type of vechicle
kk: Көлік түрін таңдаңыз
ru: Выберите тип автотранспорта

source: Regular transport
kk: Тұрақты тасымалдау
ru: Обычный транспорт

source: Dangerous cargo
kk: Қауіпті жүктер
ru: Опасный груз

source: Russian
kk: Орыс
ru: Русский

source: Kazakh
kk: Қазақ
ru: Казахский

source: English
kk: Ағылшын
ru: Английский

source: Welcome!
kk: Қош келдіңіз!
ru: Добро пожаловать!

source: Log out
kk: Шығу
ru: Выйти

source: Vechicle checklist
kk: Автокөлік құралын тексеру парағы
ru: Проверочный лист автотранспортного средства

source: Welcome to HSE Web application!
kk: HSE веб-қосымшасына қош келдіңіз!
ru: Добро пожаловать в веб-приложение HSE!

source: To use the application you need to log in
kk: Қолданбаны пайдалану үшін жүйеге кіру керек
ru: Для дальнейшего использования приложения необходима авторизация

source: OK
ru: ОК
